import hair1 from './assets/hair1.png'
import hair2 from './assets/hair2.jpeg'
import hair3 from './assets/hair3.jpeg'
import hair4 from './assets/hair4.jpeg'

export const CLIENTS_WORKS = [
    {
    title: "טיפול תמציתי לשיער יבש",
    image: hair1,
    description: "אחרי הטיפול המיוחד הזה, שיערי נראה ומרגיש כמו שיער חדש! הוא רך יותר ובריא יותר מתמיד."
    },

    {
    title: " טיפול והחייאת שיער פגום" ,
    image: hair2,
    description: "השיער שלי היה פגום וייבש, אבל אחרי הטיפול המרגיע הזה, הוא מרגיש ונראה חזק ובריא."
    },

    {
    title: "שיקום מעמיק לשיער פגום",
    image: hair3,
    description: "הטיפול המיוחד הזה החזיר לשיער שלי את החיוניות והברק שאבדו. אני מרוצה מאוד מהתוצאה!"
    },

    {
    title: "שיער רך וחלק אחרי טיפול",
    image: hair4,
    description: "אחרי הטיפול במרכך המיוחד הזה, שיערי רך וחלק כמו של תינוקת. הרגשה מדהימה!"
    },
];

export const OUR_SERVICES = {
    wedding:{
    title: "תסרוקת אירועים מותאמת אישית",
    image: hair1,
    description: ".תסרוקת מותאמת אישית לכל אירוע, כולל קשת פרחים טבעית. אנו מבטיחים מראה ייחודי ומושקע שישאיר אתכם מרשימות. השירות כולל ייעוץ אישי על התסרוקת המתאימה לפניכם ולסוג האירוע. נשמח לספק לכם חבילת טיפוח מלאה עם טיפולי פנים וצבע עיניים שיתאימו לסגנון התלבושות שלכם"
    },

    shades:{
    title: "גוונים והדגשות - צבעי שיער מהמתקדמים ביותר",
    image: hair2,
    description: ".השימוש בטכניקות חדשניות וגוונים מיוחדים מעניק לשיער מראה עשיר ומעוצב. חשוב לנו שתצאי מהסלון עם הצבע המושלם שימושך. אנו מתאימים את הגוונים לסוג השיער שלך ולסגנון החיים שלך. ניתן גם להוסיף לשירות טיפול נוסף בעיצוב גברים עם תספורת וטיפוח מתקדם"
    },

    haircut:{
    title: "שיער נופך - תספורת ועיצובים חדשניים",
    image: hair3,
    description: "התספורת המודרנית והעיצובים החדשניים מאפשרים לנו ליצור עבורך מראה שיער מיוחד, נקי ומעוצב. אנו מתעדכנים במגמות החמות ביותר ומשלבים טכניקות מתקדמות להשגת מראה ייחודי ומושלם. בנוסף, אנו מציעים טיפולי רפואת שיער וספריית מוצרים איכותית לשמירה וטיפוח השיער בבית"
    },

    revitalization:{
    title: "החייאת שיער וקרטין",
    image: hair4,
    description: ".הטיפול בקרטין המיוחד שלנו מחזיר לשיער את החיוניות והברק. נוסף על כך, הוא מגן על השיער מפני נזקי הסביבה ומעניק מראה בריא ונעים. השירות כולל ייעוץ על הדרך הטובה ביותר לשמור ולהגן על השיער שלך גם בבית. בנוסף, אנו מציעים טיפולי טיפוח עמוקים עם מסכות וטיפולי קרמים עשירים"
    },
};
